{
    "businesses": [
         {
            "company": "Acker Drill Co., Inc.",
            "contact": "",
            "address": "PO Box 830",
            "city": "Scranton",
            "state": "PA",
            "country": "",
            "zip": "18501",
            "phone1": "800-752-2537",
            "phone2": "",
            "fax": "570-586-2659",
            "link": "http://www.ackerdrill.com",
            "website": "www.ackerdrill.com",
            "emailaddress": "",
             "logo": "includes/directory/catagories/modals/logos/Acker-Drill-Co-Logo-150x37.png",
            "description": ""
        },
        {
            "company": "Advanced Cutting Systems",
            "contact": "",
            "address": "4030 Piper Dr",
            "city": " Fort Wayne",
            "state": "IN",
            "country": "",
            "zip": "46809",
            "phone1": "260-423-3394",
            "phone2": "",
            "fax": "",
            "link": "http://www.advancedcuttingsystems.com",
            "website": "www.advancedcuttingsystems.com",
            "emailaddress": "",
             "logo": "includes/directory/catagories/modals/logos/Advanced-Cutting-Systems-Logo-150x24.png",
            "description": ""
        },
        {
            "company": "American Commercial, Inc.",
            "contact": "",
            "address": "200 Bob Morrison Blvd",
            "city": "Bristol",
            "state": "VA",
            "country": "",
            "zip": "24201",
            "phone1": "276-466-2743",
            "phone2": "",
            "fax": "276-669-0940",
            "link": "http://www.americancommercial.com",
            "website": "www.americancommercial.com",
            "emailaddress": "",
             "logo": "includes/directory/catagories/modals/logos/American-Commercial-Logo.png",
            "description": ""
        },
        {
            "company": "JENNMAR-McSweeney’s, Inc.",
            "contact": "Sandra Blackburn",
            "address": "3840 County Road 15 ",
            "city": "South Point",
            "state": "OH",
            "country": "",
            "zip": "45680",
            "phone1": "740-377-3354 ",
            "phone2": "",
            "fax": "740-377-3363",
            "link": "http://www.mcsweeneysinc.com",
            "website": "www.mcsweeneysinc.com",
            "emailaddress": "",
             "logo": "includes/directory/catagories/modals/logos/Jennmar-McSweeney-Logo-150x105.png",
            "description": "McSweeney’s Inc. is a versatile, family owned corporation located in South Point, Ohio. We house our manufacturing plant and offices in our 25,000 square foot facility located on the original property that the company was founded on. The company was founded in 1967 by Larry McSweeney and has been built upon our experience in carbon steel forging. machining and fabrication.  Larry’s son, Joe, and his daughter, Sandra Blackburn, grew up with the business.  Joe is now the Chief Executive Officer / President and heads up production and sales.  Sandra Blackburn is Vice President and Office Manager. Manufacturing products for the mining industry has been the largest market for us. Having been reared in a mining town and spending much of his early manhood as a miner, Mr. McSweeney has always worked to support the industry. Since inception, we have worked to make products that provide for safer and more efficient underground mining. This drive has allowed us to produce the most complete product line of drill steel in the industry offering “hands off” drilling, the safest way for underground operators to drill. We are currently the leading manufacturer of forged drill steel and hold 5 patents on our drilling systems. Though mining has been a focus for years, we have always built upon our core competencies to bring new products to market. For over 20 years we have manufactured carbide plowing blades used for ground engagement and snow removal. We manufacture these blades to specifications for companies such as Caterpillar®, Roadtec®, and Sandvik® as well as provide standard blade sections for the open market. For the past 14 years we have been producing products for the railroad industry. We forge various parts that are used for new build programs and repairs of freight cars. We are continually adding new products to this line to further increase our presence in this market. With our modern CNC machine shop and welding department, we provide custom fabrication and machining services. From surgical instruments to torque shafts, we have the ability to provide solutions for various industries around our Tri-State area, across the U.S. and internationally. Though we are in constant change to maximize our abilities, one thing remains the same; we are still small enough to give our customers the attention they deserve. High quality control standards, with timely deliveries, by dedicated employees are what set us apart from the rest. "
        },
        {
            "company": "Salem Tools, Inc.",
            "contact": "",
            "address": "6109 S US HWY 25",
            "city": "Corbin",
            "state": "KY",
            "country": "",
            "zip": "40701",
            "phone1": "606-528-2963",
            "phone2": "",
            "fax": "",
            "link": "http://www.salemtools.com",
            "website": "www.salemtools.com",
            "emailaddress": "",
             "logo": "includes/directory/catagories/modals/logos/Salem-tools-Logo.jpg",
            "description": ""
        }
    ]
}